{
    "menu-home": "Főoldal",
    "menu-treatments": "Kezelések",
    "menu-prices": "Árlista",
    "menu-contact": "Kapcsolat",
    "footer-text": "© 2025 The Dentalist Dr. Morhaf Kft. Minden jog fenntartva.",
    "index-title": "The Dentalist – Modern fogászat Budapesten",
    "index-welcome-title": "Üdvözöljük a The Dentalist oldalán!",
    "index-welcome-lead": "Korszerű fogászati megoldások. Személyre szabott kezelések. Megfizethető áron.",
    "index-contact-btn": "📞 Lépjen velünk kapcsolatba",
    "index-intro-title": "Bemutatkozás",
    "index-intro-text": "Több éves gyakorlati tapasztalattal a fogászat különböző területein elkötelezettek vagyunk amellett, hogy minden kezelést gondosan megtervezve, precízen kivitelezve és a páciensek egyéni igényeire szabva végezzünk. Minden beavatkozás modern, magas minőségű eszközökkel és a legújabb technikákkal történik – biztosítva a tartós eredményt anélkül, hogy a pénztárcát túlságosan megterhelné.",
    "index-intro-sign": "— Dr. Morhaf",
    "treatments-title": "Kezelések - The Dentalist",
    "treatments-diagnosis-title": "Diagnosztikai vizsgálatok és konzultációk",
    "treatments-diagnosis-text": "A szájüreg általános állapotának felmérésével kezdjük a vizsgálatot, majd különös figyelmet fordítunk a lehetséges elváltozásokra, például szuvasodásra és gyulladásra. Modern technológiával részletes diagnózist készítünk, és személyre szabott kezelési és költségtervet állítunk össze.",
    "treatments-hygiene-title": "Szájhigiéniai kezelések",
    "treatments-hygiene-text": "Az íny és a fogak egészségének megőrzése érdekében fogkőeltávolítást, fluoridos kezelést, homokfúvásos tisztítást (Air Flow), polírozást, mélytisztítást, nyitott és zárt küretet, valamint fogfehérítést végzünk.",
    "treatments-conservative-title": "Konzerváló fogászat",
    "treatments-conservative-text": "Mindennapos feladatunk a tömések készítése, legyen szó kisebb szuvasodásról vagy komplexebb helyreállításról. Inlay és onlay betéteket is készítünk különböző anyagokból, a hosszú távú és esztétikus eredményt szem előtt tartva.",
    "treatments-prosthetics-title": "Fogpótlások",
    "treatments-prosthetics-text": "Tapasztalt csapatként nagy figyelmet fordítunk a fogpótlások megtervezésére és elkészítésére. Rögzített pótlásokkal (koronák, hidak, héjak) dolgozunk, csonkfelépítéssel is újraépítjük a fogakat. Kivehető fogpótlásokat is készítünk, az anatómiai adottságok és anyagi lehetőségek figyelembevételével. Egy fog hiányától a teljes foghiányig teljes körű megoldást kínálunk.",
    "treatments-endodontics-title": "Gyökérkezelés",
    "treatments-endodontics-text": "Bonyolultabb gyökérkezelési esetekkel is foglalkozunk, például hajlott vagy szűk csatornákkal, illetve többgyökerű fogakkal. Precíz munkánkat endomotor és CBCT képalkotás segíti, a megbízható és tartós eredmény érdekében.",
    "treatments-surgery-title": "Szájsebészet",
    "treatments-surgery-text": "Fontosnak tartjuk a fájdalommentes ellátást és a gyors gyógyulást. Szájsebészeti beavatkozásaink közé tartozik a bölcsességfog és rendellenesen álló fog eltávolítása, tályog- és ciszta-kezelés, gyökércsúcs rezekció, valamint a csont formázása.",
    "treatments-surgery-note": "Mindezt fájdalommentesen.",
    "prices-title": "Árlista - The Dentalist",
    "prices-header": "Szolgáltatási Árlista",
    "prices-note": "📌 Az árak tájékoztató jellegűek, a végső összeg az alkalmazott technikától és anyagválasztástól függően változhat. Komplex kezelések vagy több fogat érintő rehabilitáció esetén egyéni kezelési terv és kedvezőbb, személyre szabott árak készülnek.",
    "contact-title": "Kapcsolat - The Dentalist",
    "contact-intro": "Kérdése van, időpontot foglalna, vagy visszahívást kérne? Vegye fel velünk a kapcsolatot az alábbi elérhetőségeken!",
    "contact-booking-title": "Bejelentkezés",
    "contact-phone-label": "📞 Hívjon minket:",
    "contact-location-label": "📍 Helyszín:",
    "contact-location": "1134 Budapest, Angyalföldi út 30-32. B lépcsőház, földszint 6. ajtó (2-es kapucsengő)",
    "contact-email-label": "📧 Email:",
    "contact-hours-title": "Nyitvatartás",
    "contact-hours-intro": "Az alábbiakban megtekintheti rendelési időpontjainkat. Kérjük, hogy előzetesen telefonon egyeztessen időpontot.",
    "contact-hours-monwed": "Hétfő, Szerda",
    "contact-hours-monwed-time": "11:30 – 19:30",
    "contact-hours-tuethu": "Kedd, Csütörtök",
    "contact-hours-tuethu-time": "8:00 – 15:00",
    "contact-hours-fri": "Péntek",
    "contact-hours-fri-time": "Előzetes egyeztetés alapján",
    "contact-map-title": "Térkép",
    "contact-company-title": "Cégadatok",
    "contact-company-name-label": "Név:",
    "contact-company-name": "The Dentalist Dr. Morhaf Kft.",
    "contact-company-address-label": "Cím:",
    "contact-company-address": "1134 Budapest, Angyalföldi út 30-32B",
    "contact-company-tax-label": "Adószám:",
    "contact-company-tax": "32819735-1-41"
}
