{
    "menu-home": "Home",
    "menu-treatments": "Treatments",
    "menu-prices": "Prices",
    "menu-contact": "Contact",
    "footer-text": "© 2025 The Dentalist Dr. Morhaf Kft. All rights reserved.",
    "index-title": "The Dentalist – Modern Dentistry in Budapest",
    "index-welcome-title": "Welcome to The Dentalist!",
    "index-welcome-lead": "Modern Dental Solutions. Personalized Care. Affordable Prices.",
    "index-contact-btn": "📞 Contact us",
    "index-intro-title": "Introduction",
    "index-intro-text": "With over five years of hands-on experience in various areas of dentistry, we are committed to delivering treatment that is carefully planned, precisely executed, and tailored to each individual patient. Every procedure is carried out using modern, high-quality equipment and the latest techniques—ensuring long-lasting results that don’t break the bank.",
    "index-intro-sign": "— Dr. Morhaf",
    "treatments-title": "Treatments - The Dentalist",
    "treatments-diagnosis-title": "Diagnostic Examinations and Consultations",
    "treatments-diagnosis-text": "The examination begins with an assessment of the overall condition of the oral cavity, followed by a thorough evaluation of any potential abnormalities such as cavities or inflammation. Using modern technology, a detailed and comprehensive diagnosis is provided, and after the examination, a personalized treatment and cost plan is prepared.",
    "treatments-hygiene-title": "Oral Hygiene & Periodontal Care",
    "treatments-hygiene-text": "Healthy smiles start with prevention. Treatments include ultrasonic tartar removal, Air Flow polishing, fluoride applications, polishing, deep cleaning (open/closed curettage), and professional teeth whitening.",
    "treatments-conservative-title": "Conservative & Aesthetic Dentistry",
    "treatments-conservative-text": "We restore teeth with precision and aesthetics in mind, using premium materials such as Tokuyama and Gradia. Treatments include cavity fillings from simple to complex restorations, inlays and onlays, composite veneers, internal whitening for discolored teeth, and direct bonding for aesthetic corrections.",
    "treatments-prosthetics-title": "Prosthetics: Crowns, Bridges & Veneers",
    "treatments-prosthetics-text": "From single-tooth solutions to complete smile makeovers, we provide custom-fitted crowns (metal-ceramic, zirconia, e.max), veneers for a flawless appearance, and removable dentures tailored to individual needs and budget. We also offer core build-ups and prosthetics designed for maximum comfort and durability. If you are unsure which prosthetic is right for you, we will guide you through all your options.",
    "treatments-endodontics-title": "Root Canal Treatment (Endodontics)",
    "treatments-endodontics-text": "Even the most complex root canal cases are treated with expert precision. Using CBCT imaging and endomotors, we ensure accurate cleaning of canals—even curved or narrow ones—for painless procedures and long-lasting, infection-free results.",
    "treatments-surgery-title": "Oral Surgery",
    "treatments-surgery-text": "We provide gentle care with fast recovery. Oral surgery services include wisdom tooth and impacted tooth removal, abscess and cyst treatment, root tip resections (apicoectomy), and bone reshaping procedures. All treatments are performed with minimized discomfort and maximum care.",
    "treatments-surgery-note": "All procedures are performed painlessly.",
    "prices-title": "Prices - The Dentalist",
    "prices-header": "Service Prices",
    "prices-note": "📌 The prices are indicative and may vary depending on the techniques and materials used. For complex treatments or rehabilitations involving multiple teeth, an individual treatment plan and more favorable, personalized pricing will be provided.",
    "contact-title": "Contact - The Dentalist",
    "contact-intro": "Do you have questions, want to book an appointment, or request a callback? Get in touch with us using the details below!",
    "contact-booking-title": "Booking",
    "contact-phone-label": "📞 Call us:",
    "contact-location-label": "📍 Location:",
    "contact-location": "1134 Budapest, Angyalföldi út 30-32. B staircase, ground floor door 6 (doorbell 2)",
    "contact-email-label": "📧 Email:",
    "contact-hours-title": "Opening Hours",
    "contact-hours-intro": "Below you can see our office hours. Please book an appointment by phone in advance.",
    "contact-hours-monwed": "Monday, Wednesday",
    "contact-hours-monwed-time": "11:30 – 19:30",
    "contact-hours-tuethu": "Tuesday, Thursday",
    "contact-hours-tuethu-time": "8:00 – 15:00",
    "contact-hours-fri": "Friday",
    "contact-hours-fri-time": "By prior arrangement",
    "contact-map-title": "Map",
    "contact-company-title": "Company Info",
    "contact-company-name-label": "Name:",
    "contact-company-name": "The Dentalist Dr. Morhaf Kft.",
    "contact-company-address-label": "Address:",
    "contact-company-address": "1134 Budapest, Angyalföldi út 30-32B",
    "contact-company-tax-label": "Tax number:",
    "contact-company-tax": "32819735-1-41"
}